Repository: pronamic/wp-orbis-notifications
Catalog: languages/orbis-notifications-*.po
Languages: nl_nl

source: Orbis Notifications
nl_nl: Orbis Meldingen

source: The Orbis Notifications plugin extends your Orbis environment with notifications.
nl_nl: De Orbis Meldingen plugin breidt de Orbis-omgeving uit met meldingen.

source: Email messages
nl_nl: E-mails

source: Notifications
nl_nl: Meldingen

# notifications
source: Additional recipient for 100% quota notifications
nl_nl: Extra ontvanger voor 100% quotum melding

source: No additional recipient
nl_nl: Geen extra ontvanger

source: Failed sending email ID #%d. Message could not be found.
nl_nl: Kon e-mail ID #%d niet verzenden. E-mail kon niet worden gevonden.

source: Subscription #%3$s (%4$s - %5$s - %6$s) reached %7$s%% of support quota →
nl_nl: Abonnement #%3$s (%4$s - %5$s - %6$s) bereikte %7$s%% van de support quota →

source: no template for %1$s%% notification to %2$s
nl_nl: geen sjabloon voor %1$s%% melding naar %2$s

source: %1$s%% notification to %2$s
nl_nl: %1$s%% melding naar %2$s

source: Created
nl_nl: Aangemaakt

source: To
nl_nl: Aan

source: Subject
nl_nl: Onderwerp

source: No email messages found.
nl_nl: Geen e-mailberichten gevonden.

source: From
nl_nl: Van

source: Updated
nl_nl: Bijgewerkt

source: Link Key
nl_nl: Link-sleutel

source: Email Tracking Image Link
nl_nl: E-mail tracking afbeeldingslink

source: Preview Link
nl_nl: Voorbeeld-link

source: Email Preview
nl_nl: E-mail voorbeeld

source: IP Address
nl_nl: IP-adres

source: Request Time
nl_nl: Verzoek tijd
